Repository: KDE/akonadi
Catalog: po/*/akonadi-db-migrator.po
Languages: ca, de, es, fi, hu, ru, uk

# NAME OF TRANSLATORS
source: Your names
ca: Josep M. Ferrer
de: Deutsches KDE-Übersetzungsteam
es: Eloy Cuadra
fi: Tommi Nieminen
hu: Kiszel Kristóf
ru: Александр Яворский
uk: Юрій Чорноіван

# EMAIL OF TRANSLATORS
source: Your emails
ca: txemaq@gmail.com
de: kde-i18n-de@kde.org
es: ecuadra@eloihr.net
fi: translator@legisign.org
hu: ulysses@fsf.hu
ru: kekcuha@gmail.com
uk: yurchor@ukr.net

# @info:status
source: Stopping Akonadi service...
ca: S'està aturant el servei de l'Akonadi...
de: Akonadi-Server wird angehalten …
es: Deteniendo el servicio Akonadi...
fi: Pysäytetään Akonadi-palvelua…
hu: Akonadi szolgáltatás leállítása…
ru: Остановка службы Akonadi…
uk: Зупиняємо службу Akonadi…

# @info:status
source: Error: timeout while waiting for Akonadi to stop.
ca: Error: s'ha excedit el temps d'espera mentre s'esperava que l'Akonadi s'aturés.
de: Fehler: Zeitablauf während des Wartens beim Beenden von Akonadi
es: Error: Se ha agotado el tiempo de espera para que se detenga Akonadi.
fi: Virhe: aikakatkaisu odotettaessa Akonadin pysähtyvän.
hu: Hiba: időtúllépés az Akonadi leállására várva.
ru: Ошибка: превышено время ожидания остановки службы Akonadi.
uk: Помилка: перевищення часу очікування на зупинення Akonadi.

# @info:status
source: Error: couldn't acquire DBus lock for Akonadi.
ca: Error: no s'ha pogut adquirir el bloqueig del DBus per a l'Akonadi.
de: Fehler: Die DBus-Sperre für Akonadi ist nicht möglich.
es: Error: No no puede adquirir el bloqueo DBus para Akonadi.
fi: Virhe: ei saatu Akonadiin DBus-lukitusta.
hu: Hiba: nem sikerült megszerezni a DBus zárat az Akonadihoz.
ru: Ошибка: не удалось выполнить блокировку DBus службой Akonadi.
uk: Помилка: не вдалося отримати блокування DBus для Akonadi.

# @info:status
source: Starting Akonadi service...
ca: S'està iniciant el servei de l'Akonadi...
de: Akonadi-Dienst wird gestartet …
es: Iniciando el servicio Akonadi...
fi: Käynnistetään Akonadi-palvelua…
hu: Akonadi szolgáltatás indítása…
ru: Запуск службы Akonadi…
uk: Запускаємо службу Akonadi…

# @info:status
source: Database fsck completed
ca: S'ha completat el «fsck» de la base de dades
de: Datenbanküberprüfung abgeschlossen
es: fsck completado en la base de datos
fi: Tietokannan fsck valmis
hu: Az adatbázis fájlrendszer-ellenőrzése befejeződött
ru: Проверка файловой системы базы данных завершена
uk: Перевірку бази даних за допомогою fsck завершено

# @info:status
source: Invalid database engine "%1" - valid values are "sqlite", "mysql" and "postgres".
ca: Motor de base de dades no vàlid «%1»: els valors vàlids són «sqlite», «mysql» i «postgres».
de: Ungültiger Datenbanktreiber „%1“ - Gültige Werte sind „sqlite“, „mysql“ und „postgres“.
es: Motor de base de datos «%1» no válido: los valores válidos son «sqlite», «mysql» y «postgres».
fi: Virheellinen tietokantamoottori ”%1”: kelvolliset arvot ovat ”sqlite”, ”mysql” ja ”postgres”.
hu: Érvénytelen adatbázis-alrendszer: „%1” - az érvényes értékek a következők: „sqlite”, „mysql” és „postgres”.
ru: Недопустимый механизм базы данных «%1». Допустимые значения: «sqlite», «mysql» и «postgres».
uk: Некоректний рушій бази даних «%1» — коректними значеннями є "sqlite", "mysql" та "postgres".

# @info:shell
source: Error: failed to configure source database server.
ca: Error: ha fallat en configurar el servidor de la base de dades d'origen.
de: Fehler: Der Datenbankserver der Quelle kann nicht eingerichtet werden.
es: Error: Ha fallado la configuración del servidor de base de datos de origen.
fi: Virhe: lähdetietokantapalvelinta ei saatu määritettyä.
hu: Hiba: nem sikerült beállítani a forrás adatbázis-kiszolgálót.
ru: Ошибка: не удалось настроить сервер исходной базы данных.
uk: Помилка: не вдалося налаштувати сервер початкової бази даних.

# @info:shell
source: Source and destination database engines are the same.
ca: Els motors de bases de dades d'origen i destinació són els mateixos.
de: Die Datenbanktreiber der Quelle und des Ziels sind die selben.
es: Los motores de base de datos de inicio y de destino son el mismo.
fi: Lähde- ja kohdetietokantamoottorit ovat samat.
hu: A forrás és a cél adatbázis-alrendszer ugyanaz.
ru: Механизмы исходной и целевой базы данных не отличаются.
uk: Рушії початкової бази даних і бази даних призначення збігаються.

# @info:shell
source: Error: failed to obtain path to source database data file or directory.
ca: Error: ha fallat en obtenir el camí al fitxer o directori de dades de la base de dades d'origen.
de: Fehler: Der Pfad zur Datendatei oder des Ordners der Quelldatenbank kann nicht bezogen werden.
es: Error: No se ha podido obtener la ruta o el directorio del archivo de la base de datos de origen.
fi: Virhe: lähdetietokantatiedoston tai -kansion sijaintia ei saatu selville.
hu: Hiba: nem sikerült megszerezni a forrás adatbázis adatfájljának vagy mappájának elérési útját.
ru: Ошибка: не удалось определить путь к каталогу или файлу исходной базы данных.
uk: Помилка: не вдалося отримати шлях до файла або каталогу даних джерела бази даних.

# @info:shell
source: Error: failed to configure the new database server.
ca: Error: ha fallat en configurar el servidor nou de base de dades.
de: Fehler: Der neue Datenbankserver kann nicht eingerichtet werden.
es: Error: No se ha podido configurar el nuevo servidor de base de datos.
fi: Virhe: uutta tietokantapalvelinta ei saatu määritettyä.
hu: Hiba: nem sikerült beállítani az új adatbázis-kiszolgálót.
ru: Ошибка: не удалось настроить сервер новой базы данных.
uk: Помилка: не вдалося налаштувати сервер нової бази даних.

# @info:shell
source: Error: failed to open existing database to migrate data from.
ca: Error: ha fallat en obrir la base de dades existent per a migrar les dades.
de: Fehler: Die vorhandene Datenbank, von der die Daten migriert werden sollen, kann nicht geöffnet werden.
es: Error: No se ha podido abrir la base de datos existente cuyos datos se van a migrar.
fi: Virhe: siirrettävää vanhaa tietokantaa ei saatu auki.
hu: Hiba: nem sikerült megnyitni a meglévő adatbázist az adatok átköltöztetéséhez.
ru: Ошибка: не удалось открыть исходную базу данных.
uk: Помилка: не вдалося відкрити наявну базу даних для перенесення даних.

# @info:shell
source: Error: failed to open new database to migrate data to.
ca: Error: ha fallat en obrir la base de dades nova per a migrar-hi les dades.
de: Fehler: Die neue Datenbank, zu der die Daten migriert werden sollen, kann nicht geöffnet werden.
es: Error No se ha podido abrir la nueva base de datos a la que se van a migrar los datos.
fi: Virhe: siirron kohteena olevaa uutta tietokantaa ei saatu auki.
hu: Hiba: nem sikerült megnyitni az új adatbázist az adatok átköltöztetéséhez.
ru: Ошибка: не удалось открыть новую базу данных.
uk: Помилка: не вдалося відкрити нову базу даних для перенесення даних.

# @info:status
source: Running fsck on the source database
ca: S'està executant el «fsck» en la base de dades d'origen
de: fsck wird auf der Quelldatenbank ausgeführt
es: Ejecutando fsck en la base de datos de origen
fi: Suoritetaan lähdetietokannalle fsck
hu: Fájlrendszer-ellenőrzés fut a forrásadatbázison
ru: Выполняется проверка файловой системы исходной базы данных
uk: Виконуємо перевірку fsck початкової бази даних

# @info:status %2 is error message
source: Error: failed to remove temporary database directory %1: %2
ca: Error: ha fallat en eliminar el directori temporal de la base de dades %1: %2
de: Fehler: Der temporäre Datenbankordner %1 kann nicht entfernt werden: %2
es: Error: No se ha podido eliminar el directorio de base de datos temporal %1: %2
fi: Virhe: väliaikaista tietokantakansiota %1 ei saatu poistettua: %2
hu: Hiba: nem sikerült törölni a(z) %1 átmeneti adatbázismappát: %2
ru: Ошибка: не удалось удалить каталог временной базы данных %1: %2
uk: Помилка: не вдалося вилучити каталог тимчасової бази даних %1: %2

# @info:shell
source: Backing up original database...
ca: S'està fent una còpia de seguretat de la base de dades original...
de: Sichern der ursprünglichen Datenbank …
es: Creando copia de seguridad de la base de datos original...
fi: Varmuuskopioidaan alkuperäistä tietokantaa…
hu: Eredeti adatbázis biztonsági mentése…
ru: Резервное копирование исходной базы данных…
uk: Створюємо резервну копію початкової бази даних…

# @info:status
source: Restoring database from backup %1 to %2
ca: S'està restaurant la base de dades des de la còpia de seguretat %1 a %2
de: Wiederherstellen der Datenbank von der Sicherung %1 zu %2
es: Restaurando la base de datos de la copia de seguridad %1 a %2
fi: Palautetaan tietokanta varmuuskopiosta %1 kohteeseen %2
hu: Adatbázis visszaállítása a(z) %1 biztonsági mentésből ide: %2
ru: Восстановление данных из резервной копии %1 в %2
uk: Відновлюємо базу даних з резервної копії %1 до %2

# @info:status %1 is error message
source: Error: failed to restore database from backup: %1
ca: Error: ha fallat en restaurar la base de dades a partir de la còpia de seguretat: %1
de: Fehler: Die Datenbank kann von der Sicherung nicht wiederhergestellt werden: %1
es: Error: No se ha podido restaurar la base de datos de la copia de seguridad: %1
fi: Virhe: tietokantaa ei saatu palautettua varmuuskopiosta: %1
hu: Hiba: nem sikerült visszaállítani az adatbázist a biztonsági mentésből: %1
ru: Ошибка: не удалось восстановить данные из резервной копии: %1
uk: Помилка: не вдалося відновити базу даних з резервної копії: %1

# @info:shell
source: Error has occurred while migrating table %1
ca: S'ha produït un error en migrar la taula %1
de: Der Fehler ist beim Migrieren der Tabelle %1 aufgetreten
es: Ha ocurrido un error durante la migración de la tabla %1
fi: Siirrettäessä taulukkoa %1 sattui virhe
hu: Hiba történt a(z) %1 tábla átköltöztetésekor
ru: Ошибка при переносе таблицы %1
uk: Сталася помилка під час спроби перенести таблицю %1

# @label
source: Backup directory already exists. Do you want to overwrite the previous backup?
ca: El directori de còpia de seguretat ja existeix. Voleu sobreescriure la còpia de seguretat anterior?
de: Der Sicherungsordner existiert bereits. Möchten Sie die vorhandene Sicherung überschreiben?
es: El directorio de la copia de seguridad ya existe. ¿Desea sobrescribir la copia de seguridad anterior?
fi: Varmuuskopiokansio on jo olemassa. Haluatko korvata aiemman varmuuskopion?
hu: A biztonsági mentés mappája már létezik. Szeretné felülírni az előző biztonsági mentést?
ru: Каталог резервной копии уже существует. Перезаписать предыдущую резервную копию?
uk: Каталог резервної копії вже існує. Хочете перезаписати попередню резервну копію?

# @info:shell
source: Cannot proceed without backup. Migration interrupted.
ca: No es pot procedir sense còpia de seguretat. S'ha interromput la migració.
de: Ohne Sicherungskopie ist das Fortfahren nicht möglich. Die Migration ist unterbrochen.
es: No se puede continuar con la copia de seguridad. Se ha interrumpido la migración.
fi: Varmuuskopiotta ei voi jatkaa. Siirtäminen keskeytetään.
hu: Nem lehet folytatni biztonsági mentés nélkül. Költöztetés megszakítva.
ru: Операция прервана: отсутствует резервная копия данных.
uk: Продовження без резервної копії неможливе. Перенесення перервано.

# @info:shell
source: Failed to remove previous backup directory.
ca: Ha fallat en eliminar el directori anterior de còpia de seguretat.
de: Der vorhandene Sicherungsordner kann nicht entfernt werden.
es: No se ha podido eliminar el directorio de copia de seguridad anterior.
fi: Edellistä varmuuskopiokansiota ei saatu poistettua.
hu: Nem sikerült törölni az előző biztonsági mentés mappáját.
ru: Ошибка удаления предыдущей резервной копии.
uk: Не вдалося вилучити попередній каталог резервної копії.

# @info:shell
source: Failed to move database to backup location: %1
ca: Ha fallat en moure la base de dades a la ubicació de la còpia de seguretat: %1
de: Die Datenbank kann nicht zum Sicherungsort verschoben werden: %1
es: No se ha podido mover la base de datos a la ubicación de la copia de seguridad: %1
fi: Tietokantaa ei saatu siirrettyä varmuuskopiosijaintiin: %1
hu: Nem sikerült áthelyezni az adatbázist a biztonsági mentés helyére: %1
ru: Не удалось переместить базу данных в расположение резервной копии: %1
uk: Не вдалося перенести базу даних з місця резервного копіювання: %1

# @label
source: Backup file %1 already exists. Overwrite?
ca: El fitxer de còpia de seguretat %1 ja existeix. Sobreescric?
de: Die Sicherungsdatei %1 existiert bereits. Soll sie überschrieben werden?
es: El archivo de copia de seguridad %1 ya existe. ¿Desea sobrescribirlo?
fi: Varmuuskopiotiedosto %1 on jo olemassa. Korvataanko se?
hu: A(z) %1 biztonsági mentés már létezik. Felülírja?
ru: Резервная копия %1 уже существует. Перезаписать?
uk: Файл резервної копії %1 вже існує. Перезаписати?

# @info:status
source: Cannot proceed without backup. Migration interrupted.
ca: No es pot procedir sense còpia de seguretat. S'ha interromput la migració.
de: Ohne Sicherungskopie ist das Fortfahren nicht möglich. Die Migration ist unterbrochen.
es: No se puede continuar con la copia de seguridad. Se ha interrumpido la migración.
fi: Varmuuskopiotta ei voi jatkaa. Siirtäminen keskeytetään.
hu: Nem lehet folytatni biztonsági mentés nélkül. Költöztetés megszakítva.
ru: Операция прервана: отсутствует резервная копия данных.
uk: Продовження обробки без резервної копії неможливе. Перенесення перервано.

# @info:status
source: Error: Failed to remove existing backup file %1: %2
ca: Error: ha fallat en eliminar el fitxer existent de còpia de seguretat %1: %2
de: Fehler: Die vorhandene Sicherungsdatei %1 kann nicht entfernt werden: %2
es: Error: No se ha podido eliminar el archivo de copia de seguridad %1: %2
fi: Virhe: aiempaa varmuuskopiotiedostoa %1 ei saatu poistettua: %2
hu: Hiba: nem sikerült eltávolítani a létező %1 biztonsági mentést: %2
ru: Ошибка: не удалось удалить существующий файл резервной копии %1: %2
uk: Помилка: не вдалося вилучити файл наявної резервної копії %1: %2

# @info:status
source: Failed to back up Akonadi Server configuration: %1
ca: Ha fallat en fer una còpia de seguretat de la configuració del servidor de l'Akonadi: %1
de: Die Konfiguration des Akonadi-Servers kann nicht gesichert werden: %1
es: No se ha podido hacer una copia de seguridad de la configuración del servidor de Akonadi: %1
fi: Akonadi-palvelinmääritystä ei saatu varmuuskopioitua: %1
hu: Hiba: nem sikerült az Akonadi kiszolgáló beállításainak biztonsági mentése: %1
ru: Не удалось создать резервную копию конфигурации службы Akonadi: %1
uk: Не вдалося створити резервну копію налаштувань сервера Akonadi: %1

# @info:status %1 is error message
source: Error: failed to move migrated database to the primary location: %1
ca: Error: ha fallat en moure la base de dades migrada a la ubicació principal: %1
de: Fehler: Die migrierte Datenbank kann nicht zum primären Ort verschoben werden: %1
es: Error: No se ha podido mover la base de datos migrada a la ubicación principal: %1
fi: Virhe: uutta tietokantaa ei saatu siirrettyä ensisijaiseen sijaintiin: %1
hu: Hiba: nem sikerült áthelyezni a költöztetett adatbázist az elsődleges helyre: %1
ru: Ошибка: не удалось переместить новую базу данных в основное расположение: %1
uk: Помилка: не вдалося пересунути базу даних до основного місця: %1

# @info:status %1 is error message
source: Error: failed to remove original akonadiserverrc: %1
ca: Error: ha fallat en eliminar l'«akonadiserverrc» original: %1
de: Fehler: Die vorhandene akonadiserverrc kann nicht entfernt werden: %1
es: Error: No se ha podido cambiar el nombre del archivo «akonadiserverrc» original: %1
fi: Virhe: alkuperäistä akonadiserverrc:tä ei saatu poistettua: %1
hu: Hiba: nem sikerült eltávolítani az eredeti akonadisercerrc fájlt: %1
ru: Ошибка: не удалось удалить исходный файл «akonadiserverrc»: %1
uk: Помилка: не вдалося вилучити початковий akonadiserverrc: %1

# @info:status %1 is error message
source: Error: failed to move new akonadiserverrc to the primary location: %1
ca: Error: ha fallat en moure l'«akonadiserverrc» nou a la ubicació principal: %1
de: Fehler: Die neue akonadiserverrc kann nicht zum primären Ort verschoben werden: %1
es: Error: No se ha podido mover el nuevo archivo «akonadiserverrc» a la ubicación principal: %1
fi: Virhe: uutta akonadiserverrc:tä ei saatu siirrettyä ensisijaiseen sijaintiin: %1
hu: Hiba: nem sikerült áthelyezni az új akonadiserverrc fájlt az elsődleges helyre: %1
ru: Ошибка: не удалось переместить новый файл «akonadiserverrc» в основное расположение: %1
uk: Помилка: не вдалося пересунути новий akonadiserverrc до основного місця: %1

# @info:status
source: Error: failed to update autoincrement value for table %1
ca: Error: ha fallat en actualitzar el valor d'increment automàtic per a la taula %1
de: Fehler: Der Wert der automatischen Werterhöhung für die Tabelle %1 kann nicht aktualisiert werden
es: Error: No se ha podido actualizar el valor de incremento automático para la tabla %1
fi: Virhe: taulukon %1 automaattista juoksevaa lukua ei saatu päivitettyä
hu: Hiba: nem sikerült frissíteni a(z) %1 tábla automatikus növekményes értékét
ru: Ошибка: не удалось обновить автоматически возрастающее значение в таблице «%1»
uk: Помилка: не вдалося оновити значення autoincrement для таблиці %1

# @info:status
source: Optimizing table %1...
ca: S'està optimitzant la taula %1...
de: Die Tabelle %1 wird optimiert …
es: Optimizando tabla %1...
fi: Optimoidaan taulukkoa %1…
hu: A(z) %1 tábla optimalizálása…
ru: Оптимизация таблицы «%1»…
uk: Оптимізуємо таблицю %1…

# @info:status
source: Error: failed to optimize table %1
ca: Error: ha fallat en optimitzar la taula %1
de: Fehler: Die Tabelle %1 kann nicht optimiert werden
es: Error: No se ha podido optimizar la tabla %1
fi: Virhe: taulukkoa %1 ei saatu optimoitua
hu: Hiba: nem sikerült a(z) %1 tábla optimalizálása
ru: Ошибка: не удалось выполнить оптимизацию таблицы «%1»
uk: Помилка: не вдалося оптимізувати таблицю %1

source: [(y)es/(N)o]
ca: [(s)í/(N)o]
de: [(ja)/(N)ein]
es: [(s)í/(n)o]
fi: [k(y)llä/(E)i]
hu: [(i)gen/(N)em]
ru: [(д)а/(Н)ет]
uk: [(y) — так/(N) — ні]

# Letter for option "(y)es" prompted from command line
source: y
ca: s
de: j
es: s
hu: i
ru: д

source: [(y)es/(N)o/(s)kip]
ca: [(s)í/(N)o/(o)met]
de: [(j]a|(N)ein/a(b)brechen]
es: [(s)í/(n)o/(o)mitir]
fi: [k(y)llä/(E)i/(o)hita]
hu: [(i)gen/(N)em/(k)ihagyás]
ru: [(д)а/(Н)ет/(п)ропустить]
uk: [(y) — так/(N) — ні/(s) — пропустити]

# Letter for option "(s)kip" prompted from command line
source: s
ca: o
de: b
es: o
fi: o
hu: k
ru: п

source: Akonadi DB Migrator
ca: Migrador de BD de l'Akonadi
de: Akonadi-DB-Migrationswerkzeug
es: Migrador de base de datos de Akonadi
fi: Akonadi-tietokantasiirtäjä
hu: Akonadi adatbázis-költöztető
ru: Инструмент переноса для БД Akonadi
uk: Засіб перенесення бази даних Akonadi

source: (c) 2024 g10 Code GmbH
de: © 2024 g10 Code GmbH
es: © 2024 g10 Code GmbH
fi: © 2024 g10 Code GmbH
hu: (c) g10 Code GmbH, 2024.
ru: © g10 Code GmbH, 2024
uk: © g10 Code GmbH, 2024

source: The new DB engine to use. Possible values are "sqlite", "mysql" and "postgres"
ca: Motor nou de base de dades a emprar. Els valors vàlids són «sqlite», «mysql» i «postgres»
de: Der neue zu verwendende Datenbanktreiber. Gültige Werte sind „sqlite“, „mysql“ und „postgres“
es: El nuevo motor de base de datos que se usará. Los valores posibles son «sqlite», «mysql» y «postgres».
fi: Käytettävä uusi tietokantamoottori. Mahdolliset arvot ovat ”sqlite”, ”mysql” ja ”postgres”
hu: A használandó új adatbázis-alrendszer. A lehetséges értékek: „sqlite”, „mysql” és „postgres”
ru: Механизм хранения новой базы данных Допустимые значения: «sqlite», «mysql» и «postgres»
uk: Новий рушій бази даних, яким слід скористатися. Можливі варіанти: «sqlite», «mysql» і «postgres»

# @info:shell
source: Invalid target engine: %1.
ca: Motor de destinació no vàlid: %1.
de: Ungültiger Treiber für das Ziel: %1.
es: Motor de destino no válido: %1.
fi: Virheellinen kohdemoottori: %1
hu: Érvénytelen cél alrendszer: %1.
ru: Указан недопустимый механизм хранения новой базы данных: %1.
uk: Некоректний рушій призначення: %1.

# @info:status
source: Migration completed successfully.
ca: La migració s'ha completat correctament.
de: Die Migration wurde erfolgreich ausgeführt.
es: La migración se ha completado correctamente.
fi: Siirtäminen onnistui.
hu: A költöztetés sikeresen befejeződött.
ru: Перенос успешно завершён.
uk: Перенесення успішно завершено.

# @info:status
source: Migration failed.
ca: Ha fallat la migració.
de: Die Migration ist fehlgeschlagen.
es: La migración ha fallado.
fi: Siirtäminen epäonnistui.
hu: A költöztetés nem sikerült.
ru: Ошибка переноса.
uk: Помилка під час перенесення.

# @info:progress
source: Migrating table %1 (%2/%3)...
ca: S'està migrant la taula %1 (%2/%3)...
de: Die Tabelle %1 (%2 / %3) wird migriert …
es: Migrando tabla %1 (%2/%3)...
fi: Siirretään taulukkoa %1 (%2/%3)…
hu: A(z) %1 tábla költöztetése (%2/%3)…
ru: Перенос таблицы «%1» (%2/%3)…
uk: Переносимо таблицю %1 (%2 з %3)...
