Repository: KDE/akonadi
Catalog: po/*/akonadi_knut_resource.po
Languages: lv, pt

source: Select Data File
lv: Izvēlieties datni
pt: Selecione o ficheiro de dados

# Filedialog filter for Akonadi data file
source: Akonadi Knut Data File
lv: „Akonadi Knut“ datne
pt: Ficheiro de dados 'Knut' para o Akonadi

# @label
source: Data Files:
pt: Ficheiros de dados:

# @option:check
source: File watching enabled
pt: Ativar a monitorização do ficheiro

source: No data file selected.
lv: Nav izvēlēta datne.
pt: Não foi selecionado nenhum ficheiro de dados.

source: File '%1' loaded successfully.
lv: Datne „%1“ ir veiksmīgi ielādēta.
pt: O ficheiro '%1' foi carregado com sucesso.

source: No item found for remoteid %1
lv: Nav atrasti „remoteid“ %1 vienumi
pt: Não foi encontrado nenhum item para o 'id' remoto %1

source: Parent collection not found in DOM tree.
lv: Vecākkolekcija DOM kokā nav atrasta.
pt: A coleção do principal não foi encontrada na hierarquia do 'DOM'.

source: Unable to write collection.
lv: Neizdevās ierakstīt kolekciju.
pt: Não foi possível guardar a coleção.

source: Modified collection not found in DOM tree.
lv: Izmainītā kolekcija DOM kokā netika atrasta.
pt: A coleção modificada não foi encontrada na hierarquia do 'DOM'.

source: Deleted collection not found in DOM tree.
lv: Dzēstā kolekcija DOM kokā netika atrasta.
pt: A coleção eliminada não foi encontrada na hierarquia do 'DOM'.

source: Parent collection '%1' not found in DOM tree.
lv: Vecākkolekcija „%1“ DOM kokā netika atrasta.
pt: A coleção do principal '%1' não foi encontrada na hierarquia do 'DOM'.

source: Unable to write item.
lv: Neizdevās ierakstīt vienību.
pt: Não foi possível guardar o item.

source: Modified item not found in DOM tree.
lv: Izmainītā vienība DOM kokā nav atrasta.
pt: O item modificado não foi encontrado na hierarquia do 'DOM'.

source: Deleted item not found in DOM tree.
lv: Dzēstā vienība DOM kokā nav atrasta.
pt: O item eliminado não foi encontrado na hierarquia de 'DOM'.
