Repository: KDE/akonadi
Catalog: po/*/libakonadi6.po
Languages: eo, lt

# NAME OF TRANSLATORS
source: Your names
eo: Axel Rousseau,Oliver Kellogg
lt: Mindaugas Baranauskas, Moo

# EMAIL OF TRANSLATORS
source: Your emails
eo: axel@esperanto-jeunes.org,olivermkellogg@gmail.com
lt: embar@users.berlios.de, <>

source: There is currently no account configured.
eo: Nuntempe ne estas konto agordita.
lt: Šiuo metu nėra sukonfigūruotų paskyrų.

source: Accounts integration is not supported
eo: Konta integriĝo ne estas subtenata
lt: Paskyrų integracija yra nepalaikoma

source: Unable to register object at dbus: %1
eo: Ne eblas registri objekton ĉe dbus: %1
lt: Nepavyko registruoti objekto dbus sistemoje: %1

# Name and type of Akonadi resource
source: %1 of type %2
eo: %1 de tipo %2
lt: %1 išteklius, kuris yra %2 tipo

# @info:shell
source: Agent identifier
eo: Agentidentigilo
lt: Agento identifikatorius

source: Akonadi Agent
eo: Akonadi Agento
lt: Akonadi agentas

# @info:status Application ready for work
source: Ready
eo: Preta
lt: Pasiruošęs

# @info:status
source: Offline
eo: Senrete
lt: Atsijungęs

# @info:status
source: Syncing...
eo: Sinkronigante...
lt: Sinchronizuojama...

# @info:status
source: Error.
eo: Eraro.
lt: Klaida.

# @info:status
source: Not configured
eo: Ne agordita
lt: Nesukonfigūruota

# @label command line option
source: Resource identifier
eo: Rimeda identigilo
lt: Ištekliaus identifikatorius

source: Akonadi Resource
eo: Akonadi Rimedo
lt: Akonadi išteklius

# @info
source: Invalid item retrieved
eo: Malvalida ero retrovita
lt: Gautas neteisingas elementas

# @info
source: Error while creating item: %1
eo: Eraro dum kreado de ero: %1
lt: Klaida kuriant elementą: %1

# @info
source: Error while updating collection: %1
eo: Eraro dum ĝisdatigo de kolekto: %1
lt: Klaida atnaujinant rinkinį: %1

# @info
source: Updating local collection failed: %1.
eo: Ĝisdatigo de loka kolekto malsukcesis: %1.
lt: Nepavyko atnaujinti vietinio rinkinio: %1.

# @info
source: Updating local items failed: %1.
eo: Ĝisdatigi lokajn aĵojn malsukcesis: %1.
lt: Nepavyko atnaujinti vietinių elementų: %1.

# @info
source: Cannot fetch item in offline mode.
eo: Ne povas preni objekton en eksterreta reĝimo.
lt: Nepavyko gauti elemento veiksenoje „Atsijungęs“.

# @info:status
source: Syncing folder '%1'
eo: Sinkronigante dosierujon '%1'
lt: Sinchronizuojamas aplankas „%1“

source: Failed to retrieve collection for sync.
eo: Malsukcesis preni kolekton por sinkronigo.
lt: Nepavyko gauti rinkinio sinchronizavimui.

source: Failed to retrieve collection for attribute sync.
eo: Malsukcesis preni kolekton por atributsinkronigo.
lt: Nepavyko gauti rinkinio atributo sinchronizavimui.

source: The requested item no longer exists
eo: La petita objekto ne plu ekzistas
lt: Užklausto elemento daugiau nebėra

# @info
source: Job canceled.
eo: Job nuligita.
lt: Užduoties atsisakyta.

source: Akonadi Control
eo: Regado de Akonadi
lt: Akonadi valdymas

source: Akonadi server manipulation tool Commands: start Starts the Akonadi server with all its processes stop Stops the Akonadi server and all its processes cleanly restart Restart Akonadi server with all its processes status Shows a status overview of the Akonadi server instances List all existing Akonadi instances vacuum Vacuum internal storage (WARNING: needs a lot of time and disk space!) fsck Check (and attempt to fix) consistency of the internal storage (can take some time)
eo: Servil-manipulilo de Akonadi Komandoj: start Lanĉas la Akonadi-servilon kun ĉiuj ĝiaj procesoj stop Haltigas la Akonadi-servilon kaj ĉiujn ĝiajn procesojn pure restart Rekomenci Akonadi-servilon kun ĉiuj ĝiaj procesoj status Montras statusan superrigardon de la Akonadi-servilo instances Listigag ĉiujn ekzistantajn Akonadi-instancojn vacuum Polvosuĉi internan konservejon (AVERTO: bezonas multan tempon kaj diskospacon!) fsck Kontroli (kaj provi ripari) konsistencon de la interna konservejo (povas preni iom da tempo)

source: Command to execute
eo: Komando plenumenda
lt: Komanda, kurią vykdyti

source: No such collection.
eo: Ne tia kolekto.
lt: Nėra tokio rinkinio.

source: Found unresolved orphan collections
eo: Trovis nesolvitajn orfajn kolektojn
lt: Rasti neišspręsti liekamieji rinkiniai

source: Did not find other item for conflict handling
eo: Ne trovis alian objekton por konflikttraktado
lt: Nerasta kitų elementų, skirtų konflikto sprendimui

source: Unable to access D-Bus interface of created agent.
eo: Ne eblas aliri D-Bus-interfacon de kreita agento.
lt: Nepavyksta gauti prieigos prie sukurto agento D-Bus sąsajos.

source: Agent instance creation timed out.
eo: La kreado de agentejo elĉerpiĝis.
lt: Pasibaigė agento egzemplioriaus kūrimui skirtas laikas.

source: Unable to obtain agent type '%1'.
eo: Ne eblas akiri agentan tipon '%1'.
lt: Nepavyko gauti agento tipo „%1“.

source: Unable to create agent instance.
eo: Ne eblas krei agentan ekzemplon.
lt: Nepavyko sukurti agento egzemplioriaus.

source: Invalid collection instance.
eo: Nevalida arinstanco.
lt: Neteisingas rinkinio egzempliorius.

source: Invalid resource instance.
eo: Nevalida rimedinstanco.
lt: Neteisingas ištekliaus egzempliorius.

source: Unable to obtain D-Bus interface for resource '%1'
eo: Ne eblas akiri D-Bus-interfacon por rimedo '%1'
lt: Nepavyko gauti D-Bus sąsajos, skirtos ištekliui „%1“

source: Collection attributes synchronization timed out.
eo: Sinkronigado de la atributoj de kolekto eltempiĝis.
lt: Pasibaigė rinkinio atributų sinchronizavimui skirtas laikas.

source: Invalid collection to copy
eo: Nevalida kolekto kopienda

source: Invalid destination collection
eo: Nevalida celkolekto

source: Invalid parent
eo: Nevalida gepatro

source: Failed to parse Collection from response
eo: Malsukcesis analizi Kolekton el respondo

source: Invalid collection
eo: Nevalida kolekto
lt: Neteisingas rinkinys

source: Invalid collection given.
eo: Nevalida kolekto donita.
lt: Nurodytas neteisingas rinkinys.

source: No objects specified for moving
eo: Neniuj objektoj specifitaj por moviĝado
lt: Nenurodyta objektų, skirtų perkėlimui

source: No valid destination specified
eo: Neniu valida celo specifita
lt: Nenurodyta teisinga paskirtis

source: Invalid collection.
eo: Nevalida kolekto.
lt: Neteisingas rinkinys.

source: Invalid parent collection
eo: Nevalida gepatra kolekto

source: Cannot connect to the Akonadi service.
eo: Ne povas konekti al la servo Akonadi.
lt: Nepavyksta prisijungti prie Akonadi tarnybos.

source: The protocol version of the Akonadi server is incompatible. Make sure you have a compatible version installed.
eo: La protokolversio de la Akonadi-servilo estas malkongrua. Certigu, ke vi havas kongruan version instalitan.
lt: Akonadi serverio protokolo versija yra nesuderinama. Įsitikinkite, kad turite įdiegtą suderinamą versiją.

source: User canceled operation.
eo: Uzanto nuligis operacion.
lt: Naudotojas atsisakė operacijos.

source: Unknown error.
eo: Nekonata eraro.
lt: Nežinoma klaida.

source: Unexpected response
eo: Neatendita respondo
lt: Netikėtas atsakas

source: Resource synchronization timed out.
eo: Rimeda sinkronigo elĉerpita.
lt: Pasibaigė ištekliaus sinchronizavimui skirtas laikas.

source: Could not fetch root collection of resource %1.
eo: Ne eblis preni radikan kolekton de rimedo %1.
lt: Nepavyko gauti šakninio ištekliaus rinkinio %1.

source: No resource ID given.
eo: Neniu rimeda ID donita.
lt: Nenurodytas ištekliaus ID.

source: Invalid resource identifier '%1'
eo: Nevalida rimeda identigilo '%1'
lt: Neteisingas ištekliaus identifikatorius „%1“

source: Failed to configure default resource via D-Bus.
eo: Malsukcesis agordi defaŭltan rimedon per D-Bus.
lt: Nepavyko sukonfigūruoti numatytojo ištekliaus per D-Bus.

source: Failed to fetch the resource collection.
eo: Malsukcesis preni la rimedan kolekton.
lt: Nepavyko gauti ištekliaus rinkinio.

source: Timeout trying to get lock.
eo: Tempelĉerpo provante akiri ŝloson.
lt: Pasibaigė laikas bandant gauti užraktą.

source: Failed to create tag.
eo: Malsukcesis krei etikedon.
lt: Nepavyko sukurti žymės.

source: Move to trash collection failed, aborting trash operation
eo: Movo al rubkolekto malsukcesis, ĉesigante rubooperacion
lt: Nepavyko perkelti rinkinio į šiukšlinę, nutraukiama perkėlimo į šiukšlinę operacija

source: Invalid items passed
eo: Nevalidaj eroj pasitaj
lt: Perduoti neteisingi elementai

source: Invalid collection passed
eo: Nevalida kolekto pasita
lt: Perduotas neteisingas rinkinys

source: No valid collection or empty itemlist
eo: Neniu valida kolekto aŭ malplena objektolisto
lt: Nėra teisingo rinkinio arba tuščias elementų sąrašas

source: Could not find restore collection and restore resource is not available
eo: Ne eblis trovi restarigi kolekton kaj restarigi rimedon ne haveblas
lt: Nepavyko rasti atkūrimo rinkinio ir atkūrimo išteklius neprieinamas

# @title:column, name of a thing
source: Name
eo: Nomo
lt: Pavadinimas

# @info:status
source: Loading...
eo: Ŝargante...
lt: Įkeliama...

# @window:title
source: Error
eo: Eraro
lt: Klaida

source: The target collection '%1' contains already a collection with name '%2'.
eo: La cela kolekto '%1' enhavas jam kolekton kun nomo '%2'.
lt: Paskirties rinkinyje „%1“ jau yra rinkinys, pavadinimu „%2“.

# @title:column Name of a thing
source: Name
eo: Nomo
lt: Pavadinimas

# @info
source: Could not copy item: <message>%1</message>
eo: Ne eblis kopii eron: <message>%1</message>
lt: Nepavyko nukopijuoti elemento: <message>%1</message>

# @info
source: Could not copy collection: <message>%1</message>
eo: Ne eblis kopii kolekton: <message>%1</message>
lt: Nepavyko nukopijuoti rinkinio: <message>%1</message>

# @info
source: Could not move item: <message>%1</message>
eo: Ne eblis movi elementon: <message>%1</message>
lt: Nepavyko perkelti elemento: <message>%1</message>

# @info
source: Could not move collection: <message>%1</message>
eo: Ne eblis movi kolekton: <message>%1</message>
lt: Nepavyko perkelti rinkinio: <message>%1</message>

# @info
source: Could not link entity: <message>%1</message>
eo: Ne eblis ligi enton: <message>%1</message>
lt: Nepavyko susieti esybės: <message>%1</message>

# @title:window
source: Error
eo: Eraro
lt: Klaida

source: Favorite Folders
eo: Plej ŝatataj Dosierujoj
lt: Mėgstami aplankai

source: Total Messages
eo: Tutaj Mesaĝoj

source: Unread Messages
eo: Nelegitaj Mesaĝoj

source: <strong>Quota</strong>: %1%<br>
eo: <strong>Kvoto</strong>: %1%<br>

source: Storage Size
eo: Grandeco de Konservejo
lt: Saugyklos dydis

source: Subfolder Storage Size
eo: Grandeco de Subdosieruja Konservejo
lt: Poaplankio saugyklos dydis

# number of unread entities in the collection
source: Unread
eo: Nelegita

# number of entities in the collection
source: Total
eo: Entute
lt: Iš viso

# collection size
source: Size
eo: Grandeco
lt: Dydis

source: Tag
eo: Etikedo
lt: Žymė

source: Unable to fetch item for index
eo: Ne eblas alporti eron por indekso

source: Index is no longer available
eo: Indekso ne plu disponeblas

source: Payload part '%1' is not available for this index
eo: Utilŝarĝa parto '%1' ne disponeblas por ĉi tiu indekso

source: No session available for this index
eo: Neniu seanco disponebla por ĉi tiu indekso

source: No item available for this index
eo: Neniu ero disponebla por ĉi tiu indekso

source: Unnamed plugin
eo: Sennoma kromprogrameto
lt: Bevardis įskiepis

source: No description available
eo: Neniu priskribo uzebla
lt: Aprašas neprieinamas

source: The Akonadi server protocol version differs from the protocol version used by this application. If you recently updated your system please log out and back in to make sure all applications use the correct protocol version.
eo: La protokolo-versio de Akonadi-servilo diferencas de la protokolo-versio uzata de ĉi tiu aplikaĵo. Se vi lastatempe ĝisdatigis vian sistemon bonvolu elsaluti kaj reensaluti por certigi, ke ĉiuj aplikaĵoj uzas la ĝustan protokolversion.

source: There are no Akonadi Agents available. Please verify your KDE PIM installation.
eo: Ne ekzistas Akonadi Agentoj haveblaj. Bonvolu kontroli vian instaladon de KDE PIM.

source: Protocol version mismatch. Server version is older (%1) than ours (%2). If you updated your system recently please restart the Akonadi server.
eo: Miskongruo de versio de protokolo. Servila versio estas pli malnova (%1) ol la nia (%2). Se vi lastatempe ĝisdatigis vian sistemon bonvolu rekomenci la Akonadi-servilon.

source: Protocol version mismatch. Server version is newer (%1) than ours (%2). If you updated your system recently please restart all KDE PIM applications.
eo: Miskongruo de versio de protokolo. Servila versio estas pli nova (%1) ol la nia (%2). Se vi lastatempe ĝisdatigis vian sistemon bonvolu rekomenci ĉiujn KDE PIM-aplikaĵojn.

source: Akonadi Self Test
eo: Akonadi Memtesto
lt: Akonadi savikontrolė

source: Checks and reports state of Akonadi server
eo: Kontrolas kaj raportas staton de Akonadi-servilo
lt: Tikrina ir praneša apie Akonadi serverio būseną

source: Namespace for starting multiple Akonadi instances in the same user session
eo: Nomspaco por komenci plurajn Akonadi-instancojn en la sama uzantseanco

source: &New Agent Instance...
eo: &Nova Agenta Instanco...
lt: &Naujas agento egzempliorius...

source: &Delete Agent Instance
eo: &Forigi Agentan Instancon
lt: Iš&trinti agento egzempliorių

source: &Configure Agent Instance
eo: &Agordi Agentan Instancon
lt: &Konfigūruoti agento egzempliorių

# @title:window
source: New Agent Instance
eo: Nova Agenta Instanco
lt: Naujas agento egzempliorius

source: Could not create agent instance: %1
eo: Ne eblis krei agentan instancon: %1
lt: Nepavyko sukurti agento egzemplioriaus: %1

# @title:window
source: Agent Instance Creation Failed
eo: Agentinstanckreado Malsukcesis
lt: Nepavyko sukurti agento egzemplioriaus

# @title:window
source: Delete Agent Instance?
eo: Ĉu forigi agentan petskribon?
lt: Ištrinti agento egzempliorių?

source: Do you really want to delete the selected agent instance?
eo: Ĉu vi vere volas forigi la elektitan agentejon?
lt: Ar tikrai norite ištrinti pažymėtą agento egzempliorių?

# @title:window, %1 = agent name
source: %1 Configuration
eo: %1 Agordo
lt: %1 konfigūracija

source: %1 Handbook
eo: %1 Manlibro

source: About %1
eo: Pri %1
lt: Apie %1

source: The configuration dialog has been opened in another window
eo: La agorda dialogo estis malfermita en alia fenestro
lt: Konfigūracijos dialogas atvertas kitame lange

source: Configuration for %1 is already opened elsewhere.
eo: Agordo por %1 jam estas malfermita aliloke.
lt: %1 konfigūracija jau atverta kitur.

source: Failed to register %1 configuration dialog.
eo: Malsukcesis registri %1 agordan dialogon.
lt: Nepavyko užregistruoti %1 konfigūracijos dialogo.

# @title:window
source: Configure Account
eo: Agordi Konton
lt: Konfigūruoti paskyrą

source: minute
eo: minuto
lt: minutė

source: Retrieval
eo: Rehavigo

source: Use options from parent folder or account
eo: Uzi opciojn el gepatra dosierujo aŭ konto
lt: Naudoti parinktis iš viršesnio aplanko ar paskyros

source: Synchronize when selecting this folder
eo: Sinkronigi kiam vi elektas ĉi tiun dosierujon
lt: Sinchronizuoti, kai pasirenkamas šis aplankas

source: Synchronize after:
eo: Sinkronigi post:
lt: Sinchronizuoti po:

# never check the cache
source: Never
eo: Neniam
lt: Niekada

source: minutes
eo: minutoj
lt: min.

source: Locally cached parts:
eo: Loke konservitaj partoj:

source: Locally Cached Parts
eo: Loke kaŝmemoritaj Partoj

source: Retrieval Options:
eo: Rehavigaj Elektebloj:

source: Always retrieve full &messages
eo: Ĉiam preni plenajn &mesaĝojn

source: &Retrieve message bodies on demand
eo: &Retrovi mesaĝkorpojn laŭpeto

source: Keep message bodies locally for:
eo: Konservi mesaĝkorpojn loke por:

# no cache timeout
source: Forever
eo: Por ĉiam
lt: Amžinai

source: Collection cache cleared. You should restart Akonadi now.
eo: Kolekta kaŝmemoro malplenigita. Vi devus rekomenci Akonadi nun.
lt: Rinkinio podėlis išvalytas. Dabar turėtumėte paleisti Akonadi iš naujo.

source: The collection '%1' contains %2 items without Remote ID. Those items were likely never uploaded to the destination server, so clearing this collection means that those <b>data will be lost</b>. Are you sure you want to proceed?
eo: La kolekto '%1' enhavas %2 erojn sen Fora ID. Tiuj eroj verŝajne neniam estis alŝutitaj al la celservilo, do forigi ĉi tiun kolekton signifas, ke tiuj <b>datenoj estos perditaj</b>. Ĉu vi certas, ke vi volas daŭrigi?

# @info Displayed grayed-out inside the textbox, verb to search
source: Search
eo: Serĉi
lt: Ieškoti

# @option:check
source: Use folder by default
eo: Uzi dosierujon defaŭlte
lt: Naudoti aplanką pagal numatymą

# @action:button
source: &New Subfolder...
eo: &Nova Subdosierujo...
lt: &Naujas poaplankis...

# @info:tooltip
source: Create a new subfolder under the currently selected folder
eo: Krei novan subdosierujon sub la nuntempe elektita dosierujo

# @title:window
source: New Folder
eo: Nova dosierujo
lt: Naujas aplankas

# @label:textbox, name of a thing
source: Name
eo: Nomo
lt: Pavadinimas

source: Could not create folder: %1
eo: Ne eblis krei dosierujon: %1
lt: Nepavyko sukurti aplanko: %1

# @title:window
source: Folder Creation Failed
eo: Kreado de dosierujoj malsukcesis
lt: Nepavyko sukurti aplanko

# @title:tab general properties page
source: General
eo: Ĝenerala
lt: Bendra

# @label
source: One object
eo: Unu objekto
lt: Vienas objektas

source: &Name:
eo: &Nomo:
lt: Pavadi&nimas:

source: &Use custom icon:
eo: &Uzi propran piktogramon:
lt: &Naudoti tinkintą piktogramą:

source: folder
eo: dosierujo
lt: aplankas

source: Statistics
eo: Statistikoj
lt: Statistika

# object names
source: Content:
eo: Enhavo:
lt: Turinys:

source: 0 objects
eo: 0 objektoj
lt: 0 objektų

source: Size:
eo: Grandeco:
lt: Dydis:

source: 0 Byte
eo: 0 bajto
lt: 0 baitų

source: Remember that indexing can take some minutes.
eo: Memoru, ke indeksado povas daŭri kelkajn minutojn.
lt: Atminkite, kad indeksavimas gali užtrukti keletą minučių.

source: Maintenance
eo: Prizorgado
lt: Priežiūra

source: Error while retrieving indexed items count
eo: Eraro dum reakiro de indeksitaj eroj kalkulo
lt: Klaida gaunant indeksuojamų elementų skaičių

source: Indexed %1 item in this folder
eo: Indeksis %1 eron en ĉi tiu dosierujo

source: Calculating indexed items...
eo: Kalkulante indeksitajn erojn...

source: Folder type:
eo: Tipo de dosierujo:
lt: Aplanko tipas:

source: unknown
eo: nekonata

source: File size:
eo: Dosiera grandeco:
lt: Failo dydis:

source: Total items:
eo: Sumaj eroj:
lt: Iš viso elementų:

source: Unread items:
eo: Nelegitaj eroj:
lt: Neskaitytų elementų:

source: Indexing:
eo: Indeksado:

source: Enable fulltext indexing
eo: Ebligi plentekstan indeksadon

source: Retrieving indexed items count...
eo: Reakiro de indeksitaj eroj kalkulo...
lt: Gaunamas indeksuojamų elementų skaičius...

source: Reindex folder
eo: Reindeksi dosierujon
lt: Indeksuoti aplanką iš naujo

# @info:placeholder
source: No Folder
eo: Neniu Dosierujo

# @info:tooltip
source: Open collection dialog
eo: Malfermi kolekto-dialogon
lt: Atverti rinkinio dialogą

# @title:window
source: Select a Collection
eo: Elekti Kolekton
lt: Pasirinkti rinkinį

source: Modification Time
eo: Tempo de Modifo
lt: Modifikavimo laikas

source: Flags
eo: Flagoj
lt: Vėliavėlės

source: Attribute: %1
eo: Atributo: %1
lt: Atributas: %1

# @title:window
source: Conflict Resolution
eo: Konfliktsolvado

# @action:button
source: Take my version
eo: Preni mian version

# @action:button
source: Take their version
eo: Preni ilian version

# @action:button
source: Keep both versions
eo: Konservi ambaŭ versiojn

# @label:textbox
source: <qt>Your changes conflict with those made by someone else meanwhile.<br>Unless one version can just be thrown away, you will have to integrate those changes manually.<br>Click on <a href="opentexteditor">"Open text editor"</a> to keep a copy of the texts, then select which version is most correct, then re-open it and modify it again to add what's missing.
eo: <qt>Viaj ŝanĝoj konfliktas kun tiuj faritaj de iu alia dume.<br>Krom se unu versio nur povas esti forĵetita, vi devos integri tiujn ŝanĝojn permane.<br>Alklaku sur <a href="opentexteditor">"Malfermi tekstredaktilon"</a> por konservi kopion de la tekstoj, tiam elektu kiu versio estas la plej ĝusta, poste remalfermu ĝin kaj modifi ĝin denove por aldoni tion mankas.

source: Data
eo: Datumoj
lt: Duomenys

source: Starting Akonadi server...
eo: Komencante Akonadi-servilon...
lt: Paleidžiamas Akonadi serveris...

source: Stopping Akonadi server...
eo: Ĉesigante Akonadi-servilon...
lt: Stabdomas Akonadi serveris...

source: &Move Here
eo: &Movi tien ĉi
lt: &Perkelti čia

source: &Copy Here
eo: &Kopii tien ĉi
lt: &Kopijuoti čia

source: &Link Here
eo: &Ligi tien ĉi
lt: Sukurti čia &nuorodą

source: C&ancel
eo: Rezi&gni
lt: A&tsisakyti

# %1 is a reason why
source: Cannot connect to the Personal information management service. %1
eo: Ne povas konektiĝi al la servo pri administrado de Personaj informoj. %1

# @info:tooltip
source: Personal information management service is starting...
eo: Servo pri administrado de personaj informoj komenciĝas...

source: Personal information management service is starting...
eo: Servo pri administrado de personaj informoj komenciĝas...
lt: Paleidžiama asmeninės informacijos tvarkymo paslauga...

# @info:tooltip
source: Personal information management service is shutting down...
eo: Servo pri administrado de personaj informoj fermiĝas...

source: Personal information management service is shutting down...
eo: Servo pri administrado de personaj informoj fermiĝas...
lt: Stabdoma asmeninės informacijos tvarkymo paslauga...

# @info:tooltip
source: Personal information management service is performing a database upgrade.
eo: Servo pri administrado de personaj informoj faras datumbazan ĝisdatigon.

source: Personal information management service is performing a database upgrade. This happens after a software update and is necessary to optimize performance. Depending on the amount of personal information, this might take a few minutes.
eo: Servo pri administrado de personaj informoj faras ĝisdatigon de datumbazo. Ĉi tio okazas post ĝisdatigo de programaro kaj necesas por optimumigi rendimenton. Depende de la kvanto da personaj informoj, tio povas daŭri kelkajn minutojn.

source: A required background service is not running. This application cannot be used without it.
eo: Iu postulita fonservo ne estas rulanta. Ĉi tiu aplikaĵo ne povas esti uzata sen ĝi.

# @action:button Start the Akonadi server
source: Start
eo: Komenci
lt: Paleisti

source: A required background service is not operational. Click on "Details..." to obtain detailed information on this problem.
eo: Iu postulita fonservo ne estas funkcianta. Alklaku sur "Detaloj..." por akiri detalajn informojn pri ĉi tiu problemo.

source: A required background service is not operational.
eo: Iu postulita fonservo ne funkcias.

source: Details...
eo: Detaloj...
lt: Išsamiau...

source: Do you want to remove account '%1'?
eo: Ĉu vi volas forigi konton '%1'?
lt: Ar norite pašalinti paskyrą „%1“?

# @title:window
source: Remove account?
eo: Ĉu forigi konton?
lt: Šalinti paskyrą?

source: Incoming accounts (add at least one):
eo: Envenantaj kontoj (aldonu almenaŭ unu):

source: Filter…
eo: Filtrilo…

source: A&dd...
eo: Al&doni...
lt: &Pridėti...

source: &Modify...
eo: &Modifi...
lt: &Modifikuoti...

source: R&emove
eo: Fo&rigi
lt: Ša&linti

source: Restart
eo: Rekomenci
lt: Paleisti iš naujo

source: Recent Folder
eo: Lastatempa Dosierujo
lt: Paskiausias aplankas

source: Rename Favorite
eo: Alinomigi Favoriton
lt: Pervadinti mėgstamą

source: Name:
eo: Nomo:
lt: Pavadinimas:

# @title:window
source: Akonadi Server Self-Test
eo: Memtesto de Akonadi-Servilo
