Repository: KDE/akonadi
Catalog: po/*/libakonadi6.po
Languages: eo, lt

source: Clear
eo: Klara
lt: Išvalyti

source: Click to add tags
eo: Klaku por aldoni etikedojn
lt: Spustelėkite norėdami pridėti žymes

source: Akonadi To XML converter
eo: Konvertilo de Akonadi Al XML

source: Converts an Akonadi collection subtree into a XML file.
eo: Konvertas Akonadi-kolektan subarbon en XML-dosieron.

source: No data loaded.
eo: Neniuj datumoj ŝargitaj.
lt: Neįkelti jokie duomenys.

source: No filename specified
eo: Neniu dosiernomo specifita
lt: Nenurodytas failo pavadinimas

source: Unable to open data file '%1'.
eo: Ne eblas malfermi datumdosieron '%1'.
lt: Nepavyko atverti duomenų failo „%1“.

source: File %1 does not exist.
eo: Dosiero %1 ne ekzistas.
lt: Failo %1 nėra.

source: Unable to parse data file '%1'.
eo: Ne eblas analizi datumdosieron '%1'.
lt: Nepavyko išnagrinėti duomenų failo „%1“.

source: Schema definition could not be loaded and parsed.
eo: Skema difino ne povus esti ŝargita kaj analizita.

source: Unable to create schema parser context.
eo: Ne eblas krei skeman analizan kuntekston.

source: Unable to create schema.
eo: Ne eblas krei skemon.

source: Unable to create schema validation context.
eo: Ne eblas krei kuntekston pri validigo de skemo.

source: Invalid file format.
eo: Nevalida dosierformato.
lt: Netinkamas failo formatas.

source: Unable to parse data file: %1
eo: Ne eblas analizi datumdosieron: %1

source: Unable to find collection %1
eo: Ne eblas trovi kolekton %1
lt: Nepavyko rasti kolekcijos %1
