Repository: KDE/akonadi
Catalog: po/*/libakonadi6.po
Languages: eo, lt

source: Save Report...
eo: Konservi raporton...
lt: Įrašyti ataskaitą...

source: Copy Report to Clipboard
eo: Kopii Raporton al Tondujo

source: The QtSQL driver '%1' is required by your current Akonadi server configuration and was found on your system.
eo: La QtSQL-pelilo '%1' estas postulata de via nuna Akonadi-servila agordo kaj estis trovita en via sistemo.

source: The QtSQL driver '%1' is required by your current Akonadi server configuration. The following drivers are installed: %2. Make sure the required driver is installed.
eo: La QtSQL-pelilo '%1' estas postulata de via nuna Akonadi-servila agordo. La jenaj peliloj estas instalitaj: %2. Cergu, ke la bezonata pelilo estas instalita.

source: Database driver found.
eo: Datumbaza pelilo trovita.
lt: Duomenų bazės tvarkyklė rasta.

source: Database driver not found.
eo: Datumbaza pelilo ne trovita.
lt: Duomenų bazės tvarkyklė nerasta.

source: MySQL server executable not tested.
eo: MySQL-servilo efektivigebla ne provita.
lt: MySQL serverio vykdomasis netestuotas.

source: The current configuration does not require an internal MySQL server.
eo: La nuna agordo ne postulas internan MySQL-servilon.

source: You have currently configured Akonadi to use the MySQL server '%1'. Make sure you have the MySQL server installed, set the correct path and ensure you have the necessary read and execution rights on the server executable. The server executable is typically called 'mysqld'; its location varies depending on the distribution.
eo: Vi nuntempe agordis Akonadi por uzi la MySQL-servilon '%1'. Certigu, ke vi havas la MySQL-servilon instalitan, agordu la ĝustan vojon kaj certigu, ke vi havas la necesajn leg- kaj plenumrajtojn je la servila ruleblo. La servila ruleblo estas kutime nomita 'mysqld'; ĝia loko varias laŭ la distribuo.

source: MySQL server not found.
eo: MySQL-servilo ne trovita.
lt: MySQL serveris nerastas.

source: MySQL server not readable.
eo: MySQL-servilo ne legebla.
lt: MySQL serveris neskaitomas.

source: MySQL server not executable.
eo: MySQL-servilo ne efektivigebla.
lt: MySQL serveris nevykdomasis.

source: MySQL found with unexpected name.
eo: MySQL trovita kun neatendita nomo.
lt: MySQL rastas netikėtu pavadinimu.

source: MySQL server found.
eo: MySQL-servilo trovita.
lt: MySQL serveris rastas.

source: MySQL server found: %1
eo: MySQL-servilo trovita: %1
lt: MySQL serveris rastas: %1

source: MySQL server is executable.
eo: MySQL-servilo estas plenumebla.
lt: MySQL serveris yra vykdomasis.

source: Executing the MySQL server '%1' failed with the following error message: '%2'
eo: Efektivigo de la MySQL-servilo '%1' malsukcesis kun la sekva erarmesaĝo: '%2'

source: Executing the MySQL server failed.
eo: Efektivigo de la MySQL-servilo malsukcesis.

source: MySQL server error log not tested.
eo: MySQL-servila erarprotokolo ne provita.

source: No current MySQL error log found.
eo: Neniu nuna MySQL-erara protokolo trovita.

source: The MySQL server did not report any errors during this startup. The log can be found in '%1'.
eo: La MySQL-servilo raportis neniujn erarojn dum ĉi tiu ekfunkciigo. La protokolo troviĝas en '%1'.

source: MySQL error log not readable.
eo: MySQL-erara protokolo ne legebla.

source: A MySQL server error log file was found but is not readable: %1
eo: MySQL-servila erarprotokolo-dosiero estis trovita sed ne estas legebla: %1

source: MySQL server log contains errors.
eo: MySQL-servila protokolo enhavas erarojn.

source: The MySQL server error log file '%1' contains errors.
eo: La protokolo de eraroj de MySQL-servilo '%1' enhavas erarojn.

source: MySQL server log contains warnings.
eo: MySQL-servila protokolo enhavas avertojn.

source: The MySQL server log file '%1' contains warnings.
eo: La protokoldosiero de MySQL-servilo '%1' enhavas avertojn.

source: MySQL server log contains no errors.
eo: MySQL-servila protokolo enhavas neniujn erarojn.

source: The MySQL server log file '%1' does not contain any errors or warnings.
eo: La protokoldosiero de MySQL-servilo '%1' enhavas neniujn erarojn aŭ avertojn.

source: MySQL server configuration not tested.
eo: MySQL-servila agordo ne provita.

source: MySQL server default configuration found.
eo: Defaŭlta agordo de MySQL-servilo trovita.

source: The default configuration for the MySQL server was found and is readable at %1.
eo: La defaŭlta agordo por la MySQL-servilo estis trovita kaj estas legebla ĉe %1.

source: MySQL server default configuration not found.
eo: Defaŭlta agordo de MySQL-servilo ne trovita.

source: The default configuration for the MySQL server was not found or was not readable. Check your Akonadi installation is complete and you have all required access rights.
eo: La defaŭlta agordo por la MySQL-servilo ne estis trovita aŭ ne estis legebla. Kontrolu, ke via instalado de Akonadi estas kompleta kaj ke vi havas ĉiujn postulatajn alirrajtojn.

source: MySQL server custom configuration not available.
eo: Propra agordo de MySQL-servilo ne havebla.

source: The custom configuration for the MySQL server was not found but is optional.
eo: La propra agordo por la MySQL-servilo ne estis trovita sed estas laŭvola.

source: MySQL server custom configuration found.
eo: Trovis propran agordon de MySQL-servilo.

source: The custom configuration for the MySQL server was found and is readable at %1
eo: La propra agordo por la MySQL-servilo estis trovita kaj estas legebla ĉe %1

source: MySQL server custom configuration not readable.
eo: Propra agordo de MySQL-servilo ne legebla.

source: The custom configuration for the MySQL server was found at %1 but is not readable. Check your access rights.
eo: La propra agordo por la MySQL-servilo estis trovita ĉe %1 sed ne estas legebla. Kontrolu viajn alirrajtojn.

source: MySQL server configuration not found or not readable.
eo: MySQL-servila agordo ne trovita aŭ ne legebla.

source: The MySQL server configuration was not found or is not readable.
eo: La agordo de MySQL-servilo ne estis trovita aŭ ne legeblas.

source: MySQL server configuration is usable.
eo: MySQL-servila agordo estas uzebla.

source: The MySQL server configuration was found at %1 and is readable.
eo: La agordo de MySQL-servilo estis trovita ĉe %1 kaj estas legebla.

source: Cannot connect to PostgreSQL server.
eo: Ne povas konektiĝi al PostgreSQL-servilo.
lt: Nepavyksta prisijungti prie PostgreSQL serverio.

source: PostgreSQL server found.
eo: PostgreSQL-servilo trovita.
lt: PostgreSQL serveris rastas.

source: The PostgreSQL server was found and connection is working.
eo: La PostgreSQL-servilo estis trovita kaj konekto funkcias.

source: akonadictl not found
eo: akonadictl ne trovita
lt: akonadictl nerastas

source: The program 'akonadictl' needs to be accessible in $PATH. Make sure you have the Akonadi server installed.
eo: La programo 'akonadictl' devas esti alirebla en $PATH. Certigu, ke vi havas la Akonadi-servilon instalitan.

source: akonadictl found and usable
eo: akonadictl trovita kaj uzebla
lt: akonadictl rastas ir tinkamas naudoti

source: The program '%1' to control the Akonadi server was found and could be executed successfully. Result: %2
eo: La programo '%1' por regi la Akonadi-servilon estis trovita kaj povis esti plenumita sukcese. Rezulto: %2

source: akonadictl found but not usable
eo: akonadictl trovita sed ne uzebla
lt: akonadictl rastas, bet netinkamas naudoti

source: The program '%1' to control the Akonadi server was found but could not be executed successfully. Result: %2 Make sure the Akonadi server is installed correctly.
eo: La programo '%1' por regi la Akonadi-servilon estis trovita sed ne povis esti programo sukcese. Rezulto: %2 Cergu, ke la Akonadi-servilo estas ĝuste instalita.

source: Akonadi control process registered at D-Bus.
eo: Akonadi-kontrolprocezo registrita ĉe D-Bus.

source: The Akonadi control process is registered at D-Bus which typically indicates it is operational.
eo: La Akonadi-kontrolprocezo estas registrita ĉe D-Bus kiu tipe indikas ke ĝi funkcias.

source: Akonadi control process not registered at D-Bus.
eo: Akonadi-kontrolprocezo ne registrita ĉe D-Bus.

source: The Akonadi control process is not registered at D-Bus which typically means it was not started or encountered a fatal error during startup.
eo: La Akonadi-kontrolprocezo ne estas registrita ĉe D-Bus, kio kutime signifas, ke ĝi ne estis komencita aŭ renkontis mortigan eraron dum ekfunkciigo.

source: Akonadi server process registered at D-Bus.
eo: Akonadi-servila procezo registrita ĉe D-Bus.

source: The Akonadi server process is registered at D-Bus which typically indicates it is operational.
eo: La Akonadi servilprocezo estas registrita ĉe D-Bus kiu tipe indikas ke ĝi funkcias.

source: Akonadi server process not registered at D-Bus.
eo: Akonadi-servila procezo ne registrita ĉe D-Bus.

source: The Akonadi server process is not registered at D-Bus which typically means it was not started or encountered a fatal error during startup.
eo: La Akonadi-servila procezo ne estas registrita ĉe D-Bus, kio kutime signifas, ke ĝi ne estis komencita aŭ renkontis mortigan eraron dum ekfunkciigo.

source: Protocol version check not possible.
eo: Protokolo-versiokontrolo ne eblas.
lt: Protokolo versijos tikrinimas neįmanomas.

source: Without a connection to the server it is not possible to check if the protocol version meets the requirements.
eo: Sen konekto al la servilo ne eblas kontroli ĉu la protokola versio plenumas la postulojn.

source: Server protocol version is too old.
eo: Servila protokolo versio estas tro malnova.
lt: Serverio protokolo versija yra per sena.

source: The server protocol version is %1, but version %2 is required by the client. If you recently updated KDE PIM, please make sure to restart both Akonadi and KDE PIM applications.
eo: La servila protokolo versio estas %1, sed versio %2 estas postulata de la kliento. Se vi lastatempe ĝisdatigis KDE PIM, bonvolu certigi rekomenci kaj Akonadi kaj KDE PIM-aplikaĵojn.

source: Server protocol version is too new.
eo: Servila protokolo-versio estas tro nova.
lt: Serverio protokolo versija yra per nauja.

source: Server protocol version matches.
eo: Servila protokolo versio kongruas.

source: The current Protocol version is %1.
eo: La nuna Protokola versio estas %1.

source: Resource agents found.
eo: Rimedaj agentoj trovitaj.

source: At least one resource agent has been found.
eo: Almenaŭ unu rimedagento estis trovita.

source: No resource agents found.
eo: Neniuj rimedoj trovitaj.

source: No resource agents have been found, Akonadi is not usable without at least one. This usually means that no resource agents are installed or that there is a setup problem. The following paths have been searched: '%1'. The XDG_DATA_DIRS environment variable is set to '%2'; make sure this includes all paths where Akonadi agents are installed.
eo: Neniuj rimedagentoj estis trovitaj, Akonadi ne estas uzebla sen almenaŭ unu. Ĉi tio kutime signifas, ke neniuj rimedagentoj estas instalitaj aŭ ke ekzistas agorda problemo. La sekvaj vojoj estis serĉitaj: '%1'. La mediovariablo XDG_DATA_DIRS estas agordita al '%2'; certigu, ke ĉi tio inkluzivas ĉiujn vojojn, kie Akonadi-agentoj estas instalitaj.

source: No current Akonadi server error log found.
eo: Neniu nuna Akonadi-servila erarprotokolo trovita.

source: The Akonadi server did not report any errors during its current startup.
eo: La Akonadi-servilo raportis neniujn erarojn dum sia nuna ekfunkciigo.

source: Current Akonadi server error log found.
eo: Nuna Akonadi-servila erarprotokolo trovita.

source: The Akonadi server reported errors during its current startup. The log can be found in %1.
eo: La Akonadi-servilo raportis erarojn dum sia nuna ekfunkciigo. La protokolo troviĝas en %1.

source: No previous Akonadi server error log found.
eo: Neniu antaŭa protokolo de eraroj de Akonadi-servilo trovita.

source: The Akonadi server did not report any errors during its previous startup.
eo: La Akonadi-servilo raportis neniujn erarojn dum sia antaŭa ekfunkciigo.

source: Previous Akonadi server error log found.
eo: Antaŭa protokolo de eraroj de Akonadi-servilo trovita.

source: The Akonadi server reported errors during its previous startup. The log can be found in %1.
eo: La Akonadi-servilo raportis erarojn dum sia antaŭa ekfunkciigo. La protokolo troviĝas en %1.

source: No current Akonadi control error log found.
eo: Neniu aktuala Akonadi-kontrola erarprotokolo trovita.

source: The Akonadi control process did not report any errors during its current startup.
eo: La Akonadi-kontrolprocezo ne raportis iujn ajn erarojn dum sia nuna ekfunkciigo.

source: Current Akonadi control error log found.
eo: Nuna Akonadi kontrola eraro protokolo trovita.

source: The Akonadi control process reported errors during its current startup. The log can be found in %1.
eo: La Akonadi-kontrolprocezo raportis erarojn dum sia nuna ekfunkciigo. La protokolo troviĝas en %1.

source: No previous Akonadi control error log found.
eo: Neniu antaŭa registro de eraroj de kontrolo de Akonadi trovita.

source: The Akonadi control process did not report any errors during its previous startup.
eo: La Akonadi-kontrolprocezo ne raportis iujn ajn erarojn dum sia antaŭa ekfunkciigo.

source: Previous Akonadi control error log found.
eo: Antaŭa Akonadi-kontrolerara protokolo trovita.

source: The Akonadi control process reported errors during its previous startup. The log can be found in %1.
eo: La Akonadi-kontrolprocezo raportis erarojn dum sia antaŭa ekfunkciigo. La protokolo troviĝas en %1.

source: Akonadi was started as root
eo: Akonadi estis komencita kiel radiko

source: Running Internet-facing applications as root/administrator exposes you to many security risks. MySQL, used by this Akonadi installation, will not allow itself to run as root, to protect you from these risks.
eo: Ruli interretajn aplikaĵojn kiel radiko/administranto eksponas vin al multaj sekurecaj riskoj. MySQL, uzata de ĉi tiu Akonadi-instalaĵo, ne permesos al si funkcii kiel radiko, por protekti vin kontraŭ ĉi tiuj riskoj.

source: Akonadi is not running as root
eo: Akonadi ne funkcias kiel radiko
lt: Akonadi nepaleista pagrindinio naudotojo (root) teisėmis

source: Akonadi is not running as a root/administrator user, which is the recommended setup for a secure system.
eo: Akonadi ne funkcias kiel root/administranto uzanto, kio estas la rekomendinda aranĝo por sekura sistemo.

source: Save Test Report
eo: Konservi Testraporton

source: Could not open file '%1'
eo: Ne eblis malfermi dosieron '%1'
lt: Nepavyko atverti failo „%1“

source: An error occurred during the startup of the Akonadi server. The following self-tests are supposed to help with tracking down and solving this problem. When requesting support or reporting bugs, please always include this report.
eo: Eraro okazis dum la ekfunkciigo de la Akonadi-servilo. La sekvaj memtestoj devas helpi spuri kaj solvi ĉi tiun problemon. Kiam vi petas subtenon aŭ raportas erarojn, bonvolu ĉiam inkluzivi ĉi tiun raporton.

source: Details
eo: Detaloj
lt: Išsamiau

source: <p>For more troubleshooting tips please refer to <a href="https://userbase.kde.org/Akonadi">userbase.kde.org/Akonadi</a>.</p>
eo: <p>Por pliaj konsiloj pri solvo de problemoj bonvolu raporti al <a href="https://userbase.kde.org/Akonadi">userbase.kde.org/Akonadi</a>.</p>

source: &New Folder...
eo: &Nova dosierujo...
lt: &Naujas aplankas...

source: New
eo: Nova
lt: Naujas

source: &Delete Folder
eo: Forigi &Dosierujon
lt: Iš&trinti aplanką

source: Delete
eo: Forigi
lt: Ištrinti

source: &Synchronize Folder
eo: &Sinkronigi Dosierujon
lt: &Sinchronizuoti aplanką

source: Synchronize
eo: Sinkronigi
lt: Sinchronizuoti

source: Folder &Properties
eo: Dosierujaj &Proprecoj
lt: Aplanko sa&vybės

source: Properties
eo: Proprecoj
lt: Savybės

source: &Paste
eo: Al&glui
lt: Į&dėti

source: Paste
eo: Alglui
lt: Įdėti

source: Manage Local &Subscriptions...
eo: Admini&stri Lokajn Abonojn...

source: Manage Local Subscriptions
eo: Administri Lokajn Abonojn

source: Add to Favorite Folders
eo: Aldoni al Plej ŝatataj Dosierujoj
lt: Pridėti prie mėgstamų aplankų

source: Add to Favorite
eo: Aldoni al Favorito
lt: Pridėti prie mėgstamų

source: Remove from Favorite Folders
eo: Forigi el Plej ŝatataj Dosierujoj
lt: Pašalinti iš mėgstamų aplankų

source: Remove from Favorite
eo: Forigi el la plej ŝatataj
lt: Pašalinti iš mėgstamų

source: Rename Favorite...
eo: Alinomi ŝatatan...
lt: Pervadinti mėgstamą...

source: Rename
eo: Alinomi
lt: Pervadinti

source: Copy Folder To...
eo: Kopii dosierujon al...
lt: Kopijuoti aplanką į...

source: Copy To
eo: Kopii Al
lt: Kopijuoti į

source: Copy Item To...
eo: Kopii eron al...
lt: Kopijuoti elementą į...

source: Move Item To...
eo: Movi eron al...
lt: Perkelti elementą į...

source: Move To
eo: Movi al
lt: Perkelti į

source: Move Folder To...
eo: Movi dosierujon al...
lt: Perkelti aplanką į...

source: &Cut Item
eo: &Tondi Eron
lt: Iš&kirpti elementą

source: Cut
eo: Tondi
lt: Iškirpti

source: &Cut Folder
eo: &Tondi dosierujon
lt: Iš&kirpti aplanką

source: Create Resource
eo: Krei Rimedon
lt: Sukurti išteklių

source: Delete Resource
eo: Forigi Rimedon
lt: Ištrinti išteklių

source: &Resource Properties
eo: &Rimedaj Trajtoj
lt: Ištekliaus sa&vybės

source: Synchronize Resource
eo: Sinkronigi Rimedon

source: Work Offline
eo: Labori Senrete
lt: Dirbti neprisijungus

source: &Synchronize Folder Recursively
eo: &Sinkronigi Dosierujon Rekursie

source: Synchronize Recursively
eo: Sinkronigi Rekursie

source: &Move Folder To Trash
eo: &Movi Dosierujon al Rubujo
lt: &Perkelti aplanką į šiukšlinę

source: Move Folder To Trash
eo: Movi Dosierujon al Rubujo
lt: Perkelti aplanką į šiukšlinę

source: &Move Item To Trash
eo: &Movi Eron al Rubujo
lt: &Perkelti elementą į šiukšlinę

source: Move Item To Trash
eo: Movi Eron al Rubujo
lt: Perkelti elementą į šiukšlinę

source: &Restore Folder From Trash
eo: &Restarigi Dosierujon El Rubujo
lt: &Atkurti aplanką iš šiukšlinės

source: Restore Folder From Trash
eo: Restarigi Dosierujon El Rubujo
lt: Atkurti aplanką iš šiukšlinės

source: &Restore Item From Trash
eo: &Restarigi Eron El Rubujo
lt: &Atkurti elementą iš šiukšlinės

source: Restore Item From Trash
eo: Restarigi Eron El Rubujo
lt: Atkurti elementą iš šiukšlinės

source: &Restore Collection From Trash
eo: &Restarigi Kolekton El Rubujo
lt: &Atkurti rinkinį iš šiukšlinės

source: Restore Collection From Trash
eo: Restarigi Kolekton El Rubujo
lt: Atkurti rinkinį iš šiukšlinės

source: &Synchronize Favorite Folders
eo: &Sinkronigi Favoritajn Dosierujojn

source: Synchronize Favorite Folders
eo: Sinkronigi Ŝatatajn Dosierujojn

source: Synchronize Folder Tree
eo: Sinkronigi Dosierujon Arbon

source: &Copy Folder
eo: &Kopii Dosierujon
lt: &Kopijuoti aplanką

source: &Copy Item
eo: &Kopii Elementon
lt: &Kopijuoti elementą

# @action
source: &Cut Item
eo: &Tondi Elementon

# @action
source: &Cut Folder
eo: &Tondi Dosierujon

source: &Delete Item
eo: &Forigi Elementon
lt: Iš&trinti elementą

# @action
source: &Delete Folder
eo: &Forigi Dosierujon

# @action
source: &Synchronize Folder
eo: &Sinkronigi Dosierujon

source: &Delete Resource
eo: &Forigi Rimedon
lt: Iš&trinti išteklių

source: &Synchronize Resource
eo: &Sinkronigi Rimedon

source: Copy Folder
eo: Kopii Dosierujon
lt: Kopijuoti aplanką

source: Copy Item
eo: Kopii Elementon
lt: Kopijuoti elementą

source: Cut Item
eo: Tondi Elementon
lt: Iškirpti elementą

source: Cut Folder
eo: Tondi Dosierujon
lt: Iškirpti aplanką

source: Delete Item
eo: Forigi Elementon
lt: Ištrinti elementą

source: Delete Folder
eo: Forigi Dosierujon
lt: Ištrinti aplanką

source: Synchronize Folder
eo: Sinkronigi Dosierujon

# @action
source: Delete Resource
eo: Forigi Rimedon

# @action
source: Synchronize Resource
eo: Sinkronigi Rimedon

# @label:textbox name of Akonadi folder
source: Name
eo: Nomo

source: Do you really want to delete this folder and all its sub-folders?
eo: Ĉu vi vere volas forigi ĉi dosierujon kaj ĉiujn siajn subdosierujojn?
lt: Ar tikrai norite ištrinti šį aplanką ir visus jo poaplankius?

# @title:window
source: Delete Folder?
eo: Ĉu Forigi Dosierujon?

source: Could not delete folder: %1
eo: Ne eblis forigi dosierujon: %1
lt: Nepavyko ištrinti aplanko: %1

# @title:window
source: Folder Deletion Failed
eo: Forigo de dosierujo malsukcesis

# @title:window
source: Properties of Folder %1
eo: Ecoj de leterujo %1
lt: Aplanko „%1“ savybės

source: Do you really want to delete the selected item?
eo: Ĉu vi vere volas forigi la elektitan eron?

# @title:window
source: Delete Item?
eo: Ĉu Forigi Elementon?

source: Could not delete item: %1
eo: Ne eblis forigi eron: %1
lt: Nepavyko ištrinti elemento: %1

# @title:window
source: Item Deletion Failed
eo: Ero Forigo Malsukcesis

# @title:window
source: Rename Favorite
eo: Alinomigi Favorite
lt: Pervadinti mėgstamą

# @label:textbox name of the folder
source: Name:
eo: Nomo:
lt: Pavadinimas:

# @title:window
source: New Resource
eo: Nova Rimedo
lt: Naujas išteklius

source: Could not create resource: %1
eo: Ne eblis krei rimedon: %1
lt: Nepavyko sukurti ištekliaus: %1

# @title:window
source: Resource Creation Failed
eo: Kreado de Rimedo Malsukcesis

source: Do you really want to delete this resource?
eo: Ĉu vi vere volas forigi ĉi rimedon?

# @title:window
source: Delete Resource?
eo: Ĉu Forigi Rimedon?

source: Could not paste data: %1
eo: Ne eblis alglui datumojn: %1
lt: Nepavyko įdėti duomenų: %1

# @title:window
source: Paste Failed
eo: Algluo Fiaskis
lt: Nepavyko įdėti

source: We can not add "/" in folder name.
eo: Ni ne povas aldoni "/" en la dosierujon.

# @title:window
source: Create New Folder Error
eo: Krei Novan Dosierujon Eraro
lt: Naujo aplanko sukūrimo klaida

source: We can not add "." at begin or end of folder name.
eo: Ni ne povas aldoni "." ĉe la komenco aŭ fino de la dosierujo nomo.

source: Before syncing folder "%1" it is necessary to have the resource online. Do you want to make it online?
eo: Antaŭ sinkronigi dosierujon "%1" necesas havi la rimedon interrete. Ĉu vi volas fari ĝin interrete?

source: Account "%1" is offline
eo: Konto "%1" estas eksterreta
lt: Paskyra „%1“ yra atsijungusi

# @action:button
source: Go Online
eo: Iru Interrete
lt: Prisijungti

source: Move to This Folder
eo: Movu al Ĉi tiu Dosierujo
lt: Perkelti į šį aplanką

source: Copy to This Folder
eo: Kopii al tiu leterujo
lt: Kopijuoti į šį aplanką

source: Failed to update subscription: %1
eo: Malsukcesis ĝisdatigi abonon: %1
lt: Nepavyko atnaujinti prenumeratos: %1

# @title:window
source: Subscription Error
eo: Abona Eraro
lt: Prenumeratos klaida

source: Local Subscriptions
eo: Lokaj Abonoj
lt: Vietinės prenumeratos

source: Search:
eo: Serĉi:
lt: Ieškoti:

source: &Subscribed only
eo: &Sole abonitaj

source: Su&bscribe
eo: A&boni

source: &Unsubscribe
eo: &Malaboni
lt: Atsisakyti pren&umeratos

source: Failed to create a new tag
eo: Malsukcesis krei novan etikedon
lt: Nepavyko sukurti naujos žymės

# @title:window
source: An Error Occurred while Creating a New Tag
eo: Eraro Okazis dum Kreado de Nova Etikedo
lt: Kuriant naują žymę įvyko klaida

# @info
source: Do you really want to remove the tag <resource>%1</resource>?
eo: Ĉu vi vere volas forigi la etikedon <resource>%1</resource>?
lt: Ar tikrai norite pašalinti žymę <resource>%1</resource>?

# @title:window
source: Delete Tag
eo: Forigi Etikedon
lt: Ištrinti žymę

# @info
source: Delete tag
eo: Forigi etikedon
lt: Ištrinti žymę

source: Select tags that should be applied.
eo: Elekti etikedojn, kiujn oni devas apliki.

source: Create new tag
eo: Krei novan etikedon
lt: Sukurti naują žymę

source: Manage Tags
eo: Administri Etikedojn
lt: Tvarkyti žymes

# @label Placeholder text in tag selection combobox
source: Select tags...
eo: Elekti etikedojn...

source: Select Tags
eo: Elekti Etikedojn
lt: Pasirinkti žymes
